metadatablock.name=socialscience
metadatablock.displayName=Nauki spo\u0142eczne i humanistyczne
datasetfieldtype.unitOfAnalysis.title=Jednostka analizy
datasetfieldtype.universe.title=Uniwersum
datasetfieldtype.timeMethod.title=Metoda czasowa
datasetfieldtype.dataCollector.title=Osoba lub instytucja zbieraj\u0105ca dane
datasetfieldtype.collectorTraining.title=Szkolenie dla osoby lub instytucji zbieraj\u0105cej dane
datasetfieldtype.frequencyOfDataCollection.title=Cz\u0119stotliwo\u015B\u0107
datasetfieldtype.samplingProcedure.title=Metoda doboru pr\u00F3by
datasetfieldtype.targetSampleSize.title=Docelowa wielko\u015B\u0107 pr\u00F3by
datasetfieldtype.targetSampleActualSize.title=Faktyczna wielko\u015B\u0107 pr\u00F3by
datasetfieldtype.targetSampleActualSize.withParent.title=Faktyczna wielko\u015B\u0107 pr\u00F3by
datasetfieldtype.targetSampleSizeFormula.title=Wz\u00F3r okre\u015Blaj\u0105cy wielko\u015B\u0107 pr\u00F3by
datasetfieldtype.targetSampleSizeFormula.withParent.title=Wz\u00F3r okre\u015Blaj\u0105cy wielko\u015B\u0107 pr\u00F3by
datasetfieldtype.deviationsFromSampleDesign.title=Znacz\u0105ce odchylenia od projektowanej pr\u00F3by
datasetfieldtype.collectionMode.title=Tryb zbierania danych
datasetfieldtype.researchInstrument.title=Typ instrumentu badawczego
datasetfieldtype.dataCollectionSituation.title=Charakterystyka okoliczno\u015Bci gromadzenia danych
datasetfieldtype.actionsToMinimizeLoss.title=Dzia\u0142ania podj\u0119te w celu minimalizacji utraty danych
datasetfieldtype.controlOperations.title=Operacje kontrolne
datasetfieldtype.weighting.title=Wa\u017Cenie
datasetfieldtype.cleaningOperations.title=Procedury czyszczenia danych
datasetfieldtype.datasetLevelErrorNotes.title=Uwagi o b\u0142\u0119dach na poziomie badania
datasetfieldtype.responseRate.title=Stopa zwrotu
datasetfieldtype.samplingErrorEstimates.title=Szacowany b\u0142\u0105d pr\u00F3by
datasetfieldtype.otherDataAppraisal.title=Inne metody oceny danych
datasetfieldtype.socialScienceNotes.title=Uwagi
datasetfieldtype.socialScienceNotesType.title=Rodzaj uwag
datasetfieldtype.socialScienceNotesType.withParent.title=Rodzaj uwag
datasetfieldtype.socialScienceNotesSubject.title=Przedmiot uwag
datasetfieldtype.socialScienceNotesSubject.withParent.title=Przedmiot uwag
datasetfieldtype.socialScienceNotesText.title=Tre\u015B\u0107 uwag
datasetfieldtype.socialScienceNotesText.withParent.title=Tre\u015B\u0107 uwag
datasetfieldtype.unitOfAnalysis.description=Podstawowa jednostka analizy lub obserwacji, kt\u00F3r\u0105 ten zbi\u00F3r danych opisuje np. osoby indywidualne rodziny/gospodarstwa domowe, grupy, instytucje/organizacje, jednostki administracyjne i inne. Informacje na temat kontrolowanego s\u0142ownika DDI dla tego elementu mo\u017Cna znale\u017A\u0107 na stronie internetowej DDI pod adresem http://www.ddialliance.org/controlled-vocabularies.
datasetfieldtype.universe.description=Opis populacji obj\u0119tej danymi; grupa os\u00F3b lub innych element\u00F3w, kt\u00F3re s\u0105 przedmiotem badania i do kt\u00F3rych odnosz\u0105 si\u0119 wyniki badania. Wiek, narodowo\u015B\u0107 i miejsce zamieszkania zwykle pomagaj\u0105 wyznaczy\u0107 okre\u015Blone uniwersum, ale mo\u017Cna wykorzysta\u0107 dowoln\u0105 liczb\u0119 innych czynnik\u00F3w, takich jak ograniczenia wiekowe, p\u0142e\u0107, stan cywilny, rasa, grupa etniczna, narodowo\u015B\u0107, doch\u00F3d, status weterana, wyroki skazuj\u0105ce i inne. Uniwersum mo\u017Ce sk\u0142ada\u0107 si\u0119 z element\u00F3w innych ni\u017C osoby, takich jak mieszkania, sprawy s\u0105dowe, zgony, kraje itd. Og\u00F3lnie rzecz bior\u0105c, opisu uniwersum powinien umo\u017Cliwia\u0107 stwierdzenie, czy dana osoba lub element nale\u017C\u0105 do populacji obj\u0119tej badaniem. Element znany r\u00F3wnie\u017C jako uniwersum badania i populacja docelowa.
datasetfieldtype.timeMethod.description=Metoda czasowa lub wymiary czasowe gromadzenia danych, takie jak panel, badanie przekrojowe, badanie trend\u00F3w, analiza szereg\u00F3w czasowych lub inne.
datasetfieldtype.dataCollector.description=Osoba, agencja lub organizacja odpowiedzialne za prowadzenie ankiety, wywiadu lub kompilacj\u0119 danych.
datasetfieldtype.collectorTraining.description=Rodzaj szkolenia przeprowadzonego dla zbieraj\u0105cego dane. 
datasetfieldtype.frequencyOfDataCollection.description=Je\u015Bli zgromadzone dane zawieraj\u0105 wi\u0119cej ni\u017C jeden punkt czasowy, wska\u017C jak cz\u0119sto je zbierano; tzn. raz na miesi\u0105c, raz na kwarta\u0142 lub w inny spos\u00F3b.
datasetfieldtype.samplingProcedure.description=Typ pr\u00F3by i dob\u00F3r pr\u00F3by u\u017Cyty do wyboru respondent\u00F3w maj\u0105cych reprezentowa\u0107 populacj\u0119. Mo\u017Ce zawiera\u0107 odniesienie do docelowej wielko\u015Bci pr\u00F3by i frakcji pr\u00F3by.
datasetfieldtype.targetSampleSize.description=Szczeg\u00F3\u0142owe informacje dotycz\u0105ce docelowej wielko\u015Bci pr\u00F3by, rzeczywista wielko\u015Bci pr\u00F3by i wz\u00F3r wykorzystany do ich ustalenia.
datasetfieldtype.targetSampleActualSize.description=Rzeczywista wielko\u015B\u0107 pr\u00F3by.
datasetfieldtype.targetSampleSizeFormula.description=Wz\u00F3r wykorzystany do okre\u015Blenia wielko\u015Bci pr\u00F3by docelowej.
datasetfieldtype.deviationsFromSampleDesign.description=Poka\u017C zgodno\u015Bci oraz rozbie\u017Cno\u015Bci pomi\u0119dzy jednostkami obj\u0119tymi pr\u00F3b\u0105 (uzyskanymi) a dost\u0119pnymi danymi statystycznymi dla ca\u0142ej populacji (wiek, stosunek p\u0142ci, stan cywilny itp.).
datasetfieldtype.collectionMode.description=Metoda zbierania danych; charakterystyka instrumentarium (np. wywiad telefoniczny, kwestionariusz pocztowy lub inne).
datasetfieldtype.researchInstrument.description=Rodzaj instrumentu u\u017Cytego do zebrania danych. Ustrukturyzowany instrument to taki, w kt\u00F3rym wszystkim respondentom zadaje si\u0119 te same pytania lub prosi o wype\u0142nienie tych samych test\u00F3w , ewentualnie ze wst\u0119pnie zakodowanymi odpowiedziami. Je\u015Bli niewielka cz\u0119\u015B\u0107 takiego kwestionariusza zawiera pytania otwarte, nale\u017Cy za\u0142\u0105czy\u0107 odpowiednie komentarze. Cz\u0119\u015Bciowa strukturyzacja oznacza, \u017Ce instrument badawczy zawiera g\u0142\u00F3wnie pytania otwarte. Brak ustrukturyzowania wskazuje, \u017Ce przeprowadzono wywiady pog\u0142\u0119bione.
datasetfieldtype.dataCollectionSituation.description=Opis istotnych aspekt\u00F3w sytuacji, w kt\u00F3rej gromadzono dane. Obejmuje informacje o czynnikach takich jak wola wsp\u00F3\u0142pracy respondent\u00F3w, czas trwania wywiad\u00F3w, liczba oddzwonie\u0144 itp.
datasetfieldtype.actionsToMinimizeLoss.description=Podsumowanie dzia\u0142a\u0144 podj\u0119tych w celu zminimalizowania utraty danych. Obejmuje informacje na temat dzia\u0142a\u0144 takich jak wizyty kontrolne, kontrole nadzorcze, dopasowanie historyczne, szacunki i tak dalej.
datasetfieldtype.controlOperations.description=Metody operacji kontrolnych maj\u0105cych na celu u\u0142atwienie kontroli danych przez g\u0142\u00F3wnego badacza lub przez archiwum danych.
datasetfieldtype.weighting.description=Zastosowanie procedur doboru pr\u00F3by mo\u017Ce wymaga\u0107 u\u017Cycia wag w celu uzyskania dok\u0142adnych wynik\u00F3w statystycznych. Element opisuje kryteria stosowania wag w analizie zbioru danych. Je\u017Celi opracowano wz\u00F3r wa\u017Cenia lub wsp\u00F3\u0142czynnik wa\u017Cenia, podaje si\u0119 wz\u00F3r, definiuje si\u0119 jego elementy i wskazuje, w jaki spos\u00F3b wz\u00F3r zosta\u0142 zastosowany do danych.
datasetfieldtype.cleaningOperations.description=Metody stosowane do oczyszczenia zbioru danych, takie jak sprawdzanie sp\u00F3jno\u015Bci, sprawdzanie kodu wieloznacznego lub inne.
datasetfieldtype.datasetLevelErrorNotes.description=Element stosowany do przekazania wszelkich informacji opisuj\u0105cych lub wyja\u015Bniaj\u0105cych metodologi\u0119 i spos\u00F3b opracowania badania.
datasetfieldtype.responseRate.description=Odsetek cz\u0142onk\u00F3w pr\u00F3by, kt\u00F3rzy dostarczyli informacji.
datasetfieldtype.samplingErrorEstimates.description=Miara tego, jak precyzyjnie na podstawie danej pr\u00F3by mo\u017Cna oszacowa\u0107 warto\u015Bci w populacji. 
datasetfieldtype.otherDataAppraisal.description=Inne zagadnienia zwi\u0105zane z ocen\u0105 jako\u015Bci danych. Opisz takie kwestie jak wariancja odpowiedzi, wska\u017Anik braku odpowiedzi i testy na obecno\u015B\u0107 obci\u0105\u017Cenia, b\u0142\u0119dy ankietera i odpowiedzi, b\u0142\u0119dy w pytaniach lub podobne.
datasetfieldtype.socialScienceNotes.description=Og\u00F3lne uwagi dotycz\u0105ce zbioru danych.
datasetfieldtype.socialScienceNotesType.description=Rodzaj uwag
datasetfieldtype.socialScienceNotesSubject.description=Przedmiot uwag
datasetfieldtype.socialScienceNotesText.description=Tre\u015B\u0107 uwag
datasetfieldtype.unitOfAnalysis.watermark=
datasetfieldtype.universe.watermark=
datasetfieldtype.timeMethod.watermark=
datasetfieldtype.dataCollector.watermark=Nazwisko i imi\u0119 lub organizacja
datasetfieldtype.collectorTraining.watermark=
datasetfieldtype.frequencyOfDataCollection.watermark=
datasetfieldtype.samplingProcedure.watermark=
datasetfieldtype.targetSampleSize.watermark=
datasetfieldtype.targetSampleActualSize.watermark=Wprowad\u017A liczb\u0119 ca\u0142kowit\u0105...
datasetfieldtype.targetSampleSizeFormula.watermark=
datasetfieldtype.deviationsFromSampleDesign.watermark=
datasetfieldtype.collectionMode.watermark=
datasetfieldtype.researchInstrument.watermark=
datasetfieldtype.dataCollectionSituation.watermark=
datasetfieldtype.actionsToMinimizeLoss.watermark=
datasetfieldtype.controlOperations.watermark=
datasetfieldtype.weighting.watermark=
datasetfieldtype.cleaningOperations.watermark=
datasetfieldtype.datasetLevelErrorNotes.watermark=
datasetfieldtype.responseRate.watermark=
datasetfieldtype.samplingErrorEstimates.watermark=
datasetfieldtype.otherDataAppraisal.watermark=
datasetfieldtype.socialScienceNotes.watermark=
datasetfieldtype.socialScienceNotesType.watermark=
datasetfieldtype.socialScienceNotesSubject.watermark=
datasetfieldtype.socialScienceNotesText.watermark=