Repository: IQSS/dataverse
Catalog: doc/sphinx-guides/source/locale/*/LC_MESSAGES/user/tabulardataingest/ingestprocess.po
Languages: pl

source: Tabular Data, Representation, Storage and Ingest
pl: Dane tabelaryczne. Ich reprezentacja, przechowywanie oraz analiza

source: This section explains the basics of how tabular data is handled in the application and what happens during the ingest process, as the files uploaded by the user are processed and converted into the archival format in the Dataverse application.
pl: Niniejsza sekcja omawia podstawy tego, jak w repozytorium traktowane są dane tabelaryczne oraz to, co dzieje się podczas procesu przetwarzania danych, gdy pliki przesłane przez użytkownika są przetwarzane i konwertowane do formatu archiwalnego w aplikacji Dataverse.

source: |toctitle|
pl: Zawartość:

source: What Happens During this "Ingest"?
pl: Na czym polega analiza danych?

source: The goal of our ingest process is to extract the data content from the user's files and archive it in an application-neutral, easily-readable format. What does this mean? - Commercial applications such as SPSS and Stata use their own, proprietary formats to encode their files. Some companies publish the specifications of their formats. Either way, reading these specially-formatted files requires some extra knowledge or special software. For these reasons they are not considered ideal for the purposes of archival preservation. Dataverse stores the raw data content extracted from such files in plain text, TAB-delimited files. The metadata information that describes this content is stored separately, in a relational database, so that it can be accessed efficiently by the application. For the purposes of archival preservation it can be exported, in plain text XML files, using a standardized, open `DDI Codebook <http://www.ddialliance.org/Specification/DDI-Codebook/2.5/>`_ format.
pl: Celem analizy jest wydobycie zawartości danych z plików użytkownika i zarchiwizowanie ich w neutralnym dla aplikacji, łatwym do odczytania formacie. Co to oznacza? - Komercyjne aplikacje, takie jak SPSS i Stata, do kodowania plików używają swoich formatów własnościowych. Niektóre firmy publikują specyfikacje swoich formatów, jednak nawet w takich przypadkach odczytywanie specjalnie sformatowanych plików wymaga dodatkowej wiedzy lub specjalistycznego oprogramowania. Z tych powodów nie są one uważane za najlepsze formaty do długotrwałego przechowywania (archiwizacji). Oprogramowanie Dataverse pozwala przechowywać surowe dane pobrane z takich plików w postaci plików tekstowych rozdzielanych tabulatorami. Informacje o opisujących zawartość pliku metadanych są przechowywane oddzielnie, w relacyjnej bazie danych - tak, aby były dostępne dla aplikacji. Dla celów archiwizacji można je wyeksportować w postaci tekstowych plików XML przy użyciu znormalizowanego, otwartego formatu `DDI Codebook <http://www.ddialliance.org/Specification/DDI-Codebook/2.5/>`_ .

source: Tabular Data and Metadata
pl: Dane tabelaryczne i metadane

source: Data vs. Metadata
pl: Dane vs. metadane

source: A simple example is a numeric data column in a user's Stata file that contains 0s and 1s. These numeric values will be extracted and stored in a TAB-delimited file. By themselves, if you don't know what these values represent, these 1s and 0s are not meaningful data. So the Stata file has some additional information that describes this data vector: it represents the observation values of a *variable* with the *name* "party"; with a descriptive *label* "Party Affiliation"; and the 2 numeric values have *categorical labels* of "Democrat" for 0 and "Republican" for 1. This extra information that adds value to the data is *metadata*.
pl: Prostym przykładem jest numeryczna kolumna danych w pliku w formacie aplikacji Stata, która zawiera zera i jedynki. Te wartości liczbowe zostaną wyodrębnione i przechowane w pliku rozdzielanym tabulatorami. Same w sobie te zera i jedynki nic nie znaczą, o ile nie wiadomo, jakie wartości reprezentują. Tak więc plik Stata ma kilka dodatkowych informacji, które opisują ten wektor danych: okazuje się, że reprezentuje on wartości zmiennej o nazwie "partia"; z etykietą opisową "Przynależność partyjna"; a dwie wartości liczbowe mają kategorialne etykiety "Demokraci" w przypadku zera i "Republikanie" w przypadku jedynek. Taka dodatkowa informacja to przykład *metadanych*.

source: Tabular Metadata in Dataverse
pl: Metadane tabelaryczne w Dataverse

source: The structure of the metadata defining tabular data variables used in Dataverse was originally based on the `DDI Codebook <http://www.ddialliance.org/Specification/DDI-Codebook/2.5/>`_ format.
pl: Struktura metadanych definiujących tabelaryczne zmienne używane w Dataverse była pierwotnie oparta na formacie `DDI Codebook <http://www.ddialliance.org/Specification/DDI-Codebook/2.5/>`_

source: You can see an example of DDI output under the "Data Variable Metadata Access" section of the :doc:`/api/dataaccess` section of the API Guide.
pl: Przykład danych wyjściowych DDI można zobaczyć w sekcji "Dostęp do metadanych zmiennych" ("Data Variable Metadata Access") w sekcji :doc:`/api/dataaccess` w API Guide (dostępnym w języku angielskim).
